/* card commands displayed in menu bar */

"Power off Card" = "Placa inactiva";
"Power on Card" = "Activar placa";
"Open ExpressCard" = "Abrir ExpressCard…";

/* card descriptions for cards we can not figure out */

"Unknown Vendor" = "Fabricante desconhecido";
"Unknown Card Type" = "Placa desconhecida";

/* card descriptions for PCI Class Codes */

"ClassCode00" = "Periférico Legacy";
"ClassCode0001" = "Periférico VGA compatível";

"ClassCode01" = "Controlador de armazenamento em massa";
"ClassCode0100" = "Controlador SCSI";
"ClassCode0101" = "Controlador IDE";
"ClassCode0102" = "Controlador da unidade de disquetes";
"ClassCode0103" = "Controlador IPI";
"ClassCode0104" = "Controlador RAID";
"ClassCode0105" = "Controlador ATA";
"ClassCode0106" = "Controlador SATA";
"ClassCode0107" = "Controlador SAS";

"ClassCode02" = "Controlador de rede";
"ClassCode0200" = "Controlador Ethernet";
"ClassCode0201" = "Controlador Token Ring";
"ClassCode0202" = "Controlador FDDI";
"ClassCode0203" = "Controlador ATM";
"ClassCode0204" = "Controlador ISDN";
"ClassCode0205" = "Controlador WorldFip";
"ClassCode0206" = "PICMG 2.14 Multi Computing";

"ClassCode03" = "Controlador do ecrã";

"ClassCode04" = "Periférico multimédia";

"ClassCode05" = "Controlador de memória";

"ClassCode06" = "Periférico Bridge";
"ClassCode0600" = "Bridge do host";
"ClassCode0601" = "Bridge ISA";
"ClassCode0602" = "Bridge EISA";
"ClassCode0603" = "Bridge MCA";
"ClassCode0604" = "Bridge PCI para PCI";
"ClassCode0605" = "Bridge PCMCIA";
"ClassCode0606" = "Bridge NuBus";
"ClassCode0607" = "Bridge CardBus";
"ClassCode0608" = "Bridge RACEway";
"ClassCode0609" = "Bridge PCI para PCI";
"ClassCode060a" = "Bridge InfiniBand para PCI";

"ClassCode07" = "Controlador de comunicação básica";
"ClassCode0700" = "Controlador série";
"ClassCode0701" = "Controlador de porta paralela";
"ClassCode0702" = "Controlador de multi-portas série";
"ClassCode0703" = "Controlador do modem";
"ClassCode0704" = "Controlador GPIB";
"ClassCode0705" = "Placa Smart";

"ClassCode08" = "Periférico do Sistema";
"ClassCode0804" = "Controlador PCI Hot-Plug";

"ClassCode09" = "Controlador do periférico de entrada";
"ClassCode0900" = "Controlador do teclado";
"ClassCode0901" = "Controlador do digitalizador";
"ClassCode0902" = "Controlador do rato";
"ClassCode0903" = "Controlador de digitalizador";
"ClassCode0904" = "Controlador Gameport";

"ClassCode0a" = "Doca";

"ClassCode0b" = "Co-processador";

"ClassCode0c" = "Controlador de bus série";
"ClassCode0c00" = "Controlador FireWire";
"ClassCode0c01" = "Controlador ACCESS.bus";
"ClassCode0c02" = "Controlador SSA";
"ClassCode0c03" = "Controlador USB";
"ClassCode0c04" = "Controlador do canal de fibra";
"ClassCode0c05" = "Controlador SMBus";
"ClassCode0c06" = "Controlador InfiniBand";
"ClassCode0c07" = "Controlador IPMI";
"ClassCode0c08" = "Controlador SERCOS";
"ClassCode0c09" = "Controlador CANbus";

"ClassCode0d" = "Controlador sem fios";
"ClassCode0d00" = "Controlador iRDa";
"ClassCode0d01" = "Controlador IR";
"ClassCode0d10" = "Controlador RF";
"ClassCode0d11" = "Controlador Bluetooth";
"ClassCode0d12" = "Controlador de banda larga";
"ClassCode0d20" = "Controlador Wi-Fi 5 GHz";
"ClassCode0d21" = "Controlador Wi-Fi 2,4 GHz";

"ClassCode0e" = "Controlador I/O inteligente";

"ClassCode0f" = "Controlador de comunicação por satélite";

"ClassCode10" = "Controlador de des/codificação";

"ClassCode11" = "Controlador de aquisição de dados";
